dkms
amd-ucode
alacritty
neovim
mako
wofi
libnotify
pipewire
wireplumber
polkit-kde-agent
imv
mpv
qt5ct
lxappearance
grim
slurp
zsh
zsh-completions
lsd
fzf
ripgrep
bat
man
playerctl
ffmpeg
wl-clipboard
xdg-user-dirs
swappy
pamixer
feh
zathura
wf-recorder
brightnessctl
swayidle
hblock
pavucontrol
mpd
mpc
imagemagick
swaybg
wildmidi
timidity++
ytfzf
ncdu
duf
opencl-mesa
rocm-opencl-runtime
vnstat
xcp
