linux-headers
dkms
amd-ucode
kitty
alacritty
neovim
dunst
libnotify
pipewire
wireplumber
polkit-kde-agent
imv
mpv
qt5ct
lxappearance
grim
slurp
zsh
zsh-completions
exa
fzf
ripgrep
bat
man
playerctl
ffmpeg
wl-clipboard
xdg-user-dirs
swappy
pamixer
feh
zathura
wf-recorder
brightnessctl
swayidle
